import chetsao from "../assets/chetsao.jpg";
import dairy from "../assets/dairyfarm.jpg";
import bigtae from "../assets/bigtae.jpg";

export const places = [
  {
    id: 1,
    name: "อุทยานแห่งชาติน้ำตกเจ็ดสาวน้อย",
    image: chetsao,
    location: "อำเภอมวกเหล็ก จังหวัดสระบุรี",

    description:
      "น้ำตกชื่อดังที่มีความสวยงามถึง 7 ชั้น ลดหลั่นกันลงมาอย่างเป็นธรรมชาติ น้ำใส บรรยากาศร่มรื่น เหมาะสำหรับการพักผ่อน เล่นน้ำ และถ่ายภาพ มีพื้นที่กว้างสำหรับครอบครัว พร้อมสิ่งอำนวยความสะดวกครบครัน",

    highlight:
      "• น้ำตกธรรมชาติ 7 ชั้น\n• น้ำใส เล่นน้ำได้\n• จุดปิกนิก\n• ลานจอดรถ\n• ห้องน้ำ",

    suitable:
      "ครอบครัว นักท่องเที่ยว สายธรรมชาติ และผู้ที่ต้องการพักผ่อน",

    open: "08:00 - 17:00 น.",

    map:
      "https://www.google.com/maps/search/อุทยานแห่งชาติน้ำตกเจ็ดสาวน้อย"
  },

  {
    id: 2,
    name: "ฟาร์มโคนมไทย-เดนมาร์ค",
    image: dairy,
    location: "อำเภอมวกเหล็ก จังหวัดสระบุรี",

    description:
      "แหล่งท่องเที่ยวเชิงเกษตรที่มีชื่อเสียงของประเทศไทย สามารถชมฟาร์มโคนม เรียนรู้การผลิตน้ำนม ทดลองรีดนม ให้อาหารลูกวัว และนั่งรถรางชมพื้นที่ภายในฟาร์ม เหมาะกับทุกเพศทุกวัย",

    highlight:
      "• นั่งรถรางชมฟาร์ม\n• รีดนมวัว\n• ป้อนนมลูกวัว\n• ชมการแสดงคาวบอย",

    suitable:
      "ครอบครัว เด็กนักเรียน นักศึกษา และผู้สนใจด้านการเกษตร",

    open: "08:00 - 16:30 น.",

    map:
      "https://www.google.com/maps/search/ฟาร์มโคนมไทย-เดนมาร์ค"
  },

  {
    id: 3,
    name: "สวนบิ๊กเต้ (Big Tae Garden)",
    image: bigtae,
    location: "อำเภอมวกเหล็ก จังหวัดสระบุรี",

    description:
      "สวนดอกไม้ขนาดใหญ่ที่ปลูกดอกเบญจมาศหลากหลายสีสัน ภายในมีโรงเรือนดอกไม้ จุดถ่ายรูปสวย คาเฟ่ และพื้นที่พักผ่อน เหมาะสำหรับสายถ่ายรูปและนักท่องเที่ยว",

    highlight:
      "• ดอกเบญจมาศหลากสี\n• คาเฟ่\n• จุดถ่ายรูปจำนวนมาก\n• บรรยากาศร่มรื่น",

    suitable:
      "สายคอนเทนต์ คู่รัก ครอบครัว และนักท่องเที่ยว",

    open: "08:00 - 18:00 น.",

    map:
      "https://www.google.com/maps/search/Big+Tae+Garden+Saraburi"
  }
];